Repository: common-repository/ath-movil-pay-button-payment-gateway
Catalog: languages/ath-movil-pay-button-payment-gateway-*.po
Languages: es

source: Enable ATH Movil Payments.
es: Habilitar Pagos con ATH Móvil.

source: This controls the title for the payment method the customer sees during checkout.
es: Esto configura el título del método de pago que el cliente ve durante el pago.

source: Enable/Disable.
es: Habilitar/Deshabilitar.

source: Show Description in Payment Button.
es: Mostrar Descripción en el botón de pago.

source: Description.
es: Descripción.

source: Pay with your ATH card.
es: Paga con tu tarjeta ATH.

source: Test mode.
es: Modo de prueba.

source: Place the payment gateway in test mode.
es: Coloca la pasarela de pago en modo de prueba.

source: Enable Test Mode.
es: Habilitar el modo de prueba.

source: Public token.
es: Token público.

source: Private token.
es: Token privado.

source: To find your public and private tokens open the ATH Business app and go to <strong>Settings -> API Keys</strong>.
es: Para encontrar tus tokens públicos y privados abre la aplicación ATH Business y accede a <strong>Settings -> API Keys</strong>.

source: Payment Icon Style.
es: Estilo de icono de pago.

source: Payment Icon Style to show in checkout.
es: Estilo de icono de pago para mostrar al finalizar la compra.

source: Label that wil have the place order button.
es: Etiqueta que tendrá el botón de realizar pedido.

source: This controls the description which the user sees during checkout.
es: Esto controla la descripción que ve el usuario durante el pago.

source: You must provide a gateway title.
es: Debe proporcionar un título a la pasarela de pago.

source: You must provide a Public token.
es: Debes proporcionar un token público.

source: You must provide a Private token.
es: Debes proporcionar un token privado.

source: Place Order Button Text in English.
es: Texto Botón Realizar pedido en Inglés.

source: Label Place Order Button in Spanish.
es: Texto Botón Realizar Pedido en Español.

source: Text that will have the place order button in English.
es: Texto que tendrá el botón de realizar pedido en Inglés.

source: Text that will have the place order button in Spanish.
es: Texto que tendrá el botón de realizar pedido en Español.

source: Payment Gateway Title.
es: Título de la pasarela de pago.

source: Order not found.
es: Orden no encontrada.

source: Refund amount can't be empty or less than 0.01.
es: El monto del reembolso no puede estar vacío o ser inferior a 0.01.

source: Order can't be refunded there is not an available ATHM reference number.
es: El pedido no se puede reembolsar porque no hay un número de referencia ATHM disponible.

source: Something went wrong creating refund, Detail Message:
es: Algo salió mal al crear el reembolso, mensaje detallado:

source: Refund didn't complete successfully.
es: El reembolso no se completó correctamente.

source: Something went wrong please try again later.
es: Algo salió mal, inténtalo de nuevo más tarde.

source: You must provide a Place Order Button Text in English.
es: Debes proporcionar el texto del botón Realizar pedido en Inglés.

source: You must provide a Label Place Order Button in Spanish.
es: Debes proporcionar un botón de etiqueta para realizar pedido en Español.

source: The Field %s is required.
es: El campo %s es requerido.
